---
kind: enumMember
id: F:Autodesk.Revit.DB.ScheduleFieldType.ProjectInfo
enum: Autodesk.Revit.DB.ScheduleFieldType
source: html/9888db7d-00d0-4fd7-a1a9-cdd1fb5fce16.htm
---
# Autodesk.Revit.DB.ScheduleFieldType.ProjectInfo

A parameter of the Project Info element in the project that the
 scheduled element belongs to, which may be a linked file. Only
 allowed in schedules that include elements from linked files.